Repository: debian-janitor/daptup
Catalog: po/*.po
Languages: pt_br

source: Cannot read configuration from '$DAPTUP_CONFFILE'.
pt_br: Não foi possível ler as configurações de '$DAPTUP_CONFFILE'.

source: - list of packages recently entered to repo;
pt_br: - lista de pacotes que recentemente entraram no repositório;

source: - list of packages which got new updates;
pt_br: - lista de pacotes que receberam novas atualizações;

source: - list of changes in 'watched' packages;
pt_br: - lista das modificações nos pacotes 'em observação';

source: - list of outdated packages (optionally).
pt_br: - lista de pacotes desatualizados (opcionalmente).

source: Options:
pt_br: Opções:

source: -h, --help: output this help and exit
pt_br: -h, --help: mostra esta ajuda e sai

source: --nocolor: do not use colored output
pt_br: --nocolor: não usa saída colorida

source: Unknown param: $PARAM
pt_br: Parâmetro desconhecido: $PARAM

source: You must run daptup with root privileges.
pt_br: Você precisa executar o daptup com privilégios de root.

source: warning: cannot find any changelog for package '$package'
pt_br: atenção: não foi possível localizar registro de mudanças do pacote '$package'

source: day
pt_br: dia

source: error: cannot extract last modification date for package '$package'
pt_br: erro: não foi possível extrair a data da última modificação do pacote '$package'

source: error: cannot fetch last entry from changelog for package '$package'
pt_br: erro: não foi possível obter o último registro de mudanças do pacote '$package'

source: [done]
pt_br: [feito]

source: Building old list of packages...
pt_br: Construindo antiga lista de pacotes...

source: errors present. Is apt/dpkg running?
pt_br: erros encontrados. O apt/dpkg está sendo executado?

source: Building old list of available updates...
pt_br: Construindo antiga lista de atualizações disponíveis...

source: Building old list of watched packages...
pt_br: Construindo antiga lista de pacotes em observação...

source: Building new list of packages...
pt_br: Construindo nova lista de pacotes...

source: Building new list of available updates...
pt_br: Construindo nova lista de atualizações disponíveis...

source: Building new list of watched packages...
pt_br: Construindo nova lista de pacotes em observação...

source: Building list of outdated packages...
pt_br: Construindo lista de pacotes obsoletos...

source: error: DAPTUP_MINIMAL_DAY_COUNT_TREATING_OUTDATED contains non-numeric data
pt_br: erro: DAPTUP_MINIMAL_DAY_COUNT_TREATING_OUTDATED contém dados não numéricos

source: Skipping check for outdated packages.
pt_br: Ignorando verificação de pacotes desatualizados.

source: No new updates.
pt_br: Não há novas atualizações.

source: New updates:
pt_br: Novas atualizações:

source: No new or removed packages.
pt_br: Não há pacotes novos ou removidos.

source: New and removed packages:
pt_br: Pacotes novos e removidos:

source: No news in watched packages.
pt_br: Não há novidades nos pacotes em observação.

source: Changes in watched packages:
pt_br: Mudanças nos pacotes em observação:

source: No outdated packages.
pt_br: Não há pacotes desatualizados.

source: Outdated packages:
pt_br: Pacotes desatualizados:
